Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/www.samediggi.se/46127.html.tmx
Source language: sme
Languages: smj

source: Manin galgá jienastit ?
smj: Manen galggá jienastit ?

source: Sámediggi Ruoŧas lea ráđđeaddi doaibma Ruoŧa politihkalaš doaimmas.
smj: Sámedikken Svierigin la rádevaddem funksjåvnnå Svieriga politijkalasj vuogádagán.

source: Demokratiijas mearrida eanetlohku.
smj: Demokratiddjan ieneplåhko mierret.

source: Veahádagas hárve lea vejolašvuohta beassat demokráhtalaš searvegottiide.
smj: Unneplågojn la vuorjját máhttelisvuohta mierredit demokráhtalasj tjoaggulvisájn.

source: Sámediggi gávdno addin dihte jiena sámiide.
smj: Sámedigge gávnnu vattátjit sámijda jienav.

source: Sámediggi lea sámiid jietna Ruoŧas.
smj: Sámedigge l sámij jiedna Svierigin.

source: Go ii jienas de diktá iežáid válljet politihkalaš ovddasteddjiid.
smj: Gå ij jienasta de iehtjádijda vaddá máhttelisvuodav politijkalasj åvdåstiddjijt válljit.

source: Jus jienastat de du jietna gullo ja de válljet Sámedikki politihkalaš geainnu.
smj: Jus dån jienasta de oattjo bájnatjimfámov ja dajna vállji Sámedikke politijkalasj gäjnov.

source: Sámedikki válgalávdegoddi ávžžuha du váikkuhit ovdáneami – du jietna dahká earu !
smj: Sámedikke válljimsiebrreráde duv bádtji åvdedimev bájnatjit - duv jiedna sieradusáv dahká !

source: Forum oaiviliidda Lahtut Sámedikkis govveda sámi servodaga.
smj: Sadje vuojnojda Ájrrasa Sámedikken spiedjildi sáme sebrudagáv.

source: Mis leat sierra duogáš ja vásáhusat.
smj: Miján la umasslágásj duogásj ja máhttudagá.

source: Nanu Sámedikkiin lea buoret vejolašvuohta oaččuhit rievdadusaid.
smj: Nanos Sámedikke baktu l máhttelisvuohta rievddadisájt dahkat.

source: Seammás Sámediggi lea sadji sierra oaiviliidda, demokráhtalaš orgána.
smj: Sámedigge l daŋga bále sadje umasslágásj vuojnojda, demokráhtalasj orgána.

source: Ságastallan ferte joatkkit visot sámiid buori dihte.
smj: Ságastallama hähttuji joarkket gájkka sámij åvdedibmáj.

source: Jienastit Válgabeaivi lea sotnabeaivvi miessemánu 19 beaivvi 2013.
smj: Jienastit Válljimbiejvve l ájllega moarmesmáno 19. b. 2013.

source: Du válgaáššebáhpirat sáddejuvvot du boastačujuhussii njuolga válgaeiseválddis.
smj: Válljimpáhppára rájaduvvi ietjat årudahkaj njuolgga válljimfábmudagás.
